{
   "cyber-intrusion": [
      {
         "eventName": "Creative Hex",
         "category_name": "Cyber Intrusion",
         "iconPath": "cyber-intrusion/corporatech.png",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "This is Creative Design Event.You have to use Creativity, Designing and Branding Skills."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "This is event is based on the basics of Graphic Design. Logo Designing is the Central Idea of this Technical Event."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1. Spot that logo",
                     "sectionContent": "In this round Logo of well-known brands will be shown and the participants have to identify that Logo and give answer.\n> The Logo would be given in Image Format and participant would be given 20 min to find the names of all the Questions."
                  },
                  {
                     "sectionHeader": "#2. Dream Band",
                     "sectionContent": "Make Your Brand. Name it. Create a logo of your own Brand.\n> You can use any Designing Software like Adobe Illustrator or online logo creation tools. The selection would be on the basis of Creativity."
                  },
                  {
                     "sectionHeader": "#3. Interface-X",
                     "sectionContent": "This is the Final Round. This is the last touch of your Designing. \n> In this Round you have to Develop a UI (User Interface). \n> You have to submit the Image of your UI. \n> You can use any tool like Figma, Adode Photoshop or any other Photo editors."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Faisal Khan",
               "number": "6355634325"
            },
            {
               "name": "Vishva Dadhaniya",
               "number": "6355548007"
            }
         ]
      },
      {
         "eventName": "Techie Guru",
         "category_name": "Cyber Intrusion",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "This event is based on your technical knowledge and programming skills."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "There are two rounds,\n1. Participants will be given a set of code and through their conceptual knowledge they need to solve basic technical questions and find the answer. That answer would be used to unlock the next pdf.\n2. A piece of problem  would be provided and you have to write the code and need to get the correct output that is directed by the problem."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1. Find The Key",
                     "sectionContent": "In this round, Google Drive will be given and the password would be there to open it and participant has to solve the questions."
                  },
                  {
                     "sectionHeader": "#2. CoderRank",
                     "sectionContent": "There will be different and interesting tasks,  participants have to perform it using their intelligence and technical knowledge. \n> The problem would be given and its code has to be formed to find output.\n> Time based Round. "
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Priyanka Pandya",
               "number": "6352668049"
            },
            {
               "name": "Drashti Vyas",
               "number": "7573007910"
            }
         ]
      },
      {
         "eventName": "Corporatech",
         "category_name": "Cyber Intrusion",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "This event, presented by the IT department is a fusion of the corporate world that includes the share market and the technical field. Combined, these 2 components run almost all of the world. How much do you know about it?"
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "This event tests the knowledge by crossword, quiz and problem solving abilities. Careful, individuality and teamwork both are important to excel here."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1. Cross-Suits",
                     "sectionContent": "Participants will have to solve a crossword puzzle related to mobile applications. \n> Selection will be based on the scores. \n> In case of same scores, the faster one to submit will be chosen for next round."
                  },
                  {
                     "sectionHeader": "#2. Know The Stock",
                     "sectionContent": "Participants will have to appear in a quiz related to stock market and industries. \n> People for next round will be chosen through scores."
                  },
                  {
                     "sectionHeader": "#3. Virtual Relay",
                     "sectionContent": "Pairs will be participating in this round. \n> Both players will be given a set of password protected files that contain a question. \n> Answer to the respective question would be the password for the other persons question and vice-versa."
                  },
                  {
                     "sectionHeader": "#4. (to finalise the winner)",
                     "sectionContent": "Every finalist will be shown a set of logos. \n> Players will have to guess the logo. \n> The player who correctly answers most logos in one minute will be the winner."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Varun Tiwari",
               "number": "6353039510"
            },
            {
               "name": "Manali Gorajiya",
               "number": "8160365741"
            }
         ]
      },
      {
         "eventName": "Tech-Roadies",
         "category_name": "Cyber Intrusion",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "An event to test your technical knowledge, present your opinions and showcase your skills!"
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "The first round will be a quiz, where participants have to choose an appropriate question for the given answer. The second round is a debate round. And, in the third round the participants will be given some tasks and they have to complete it in certain time limit."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1. DOOBY SCOOBY DOO",
                     "sectionContent": "Selecting appropriate question for the given answer from the multiple choices. \n> The questions will be selected from subjects like Physics, Chemistry, Mathematics and Basic Programming. \n> Top 40 participants according based on scores will be selected for next round."
                  },
                  {
                     "sectionHeader": "#2. WAR OF WORDS",
                     "sectionContent": "A debate competition. \n> Topics will be of modern and developing technologies. \n> Points will be given by faculty of the college. \n> Top 10 students based on   scores will be selected for next round."
                  },
                  {
                     "sectionHeader": "#3. MINOR MYSTRY",
                     "sectionContent": "There will be different and interesting tasks and participants have to perform it using their intelligence and technical knowledge. \n> Time based Round \n> Top three participants to complete their respective task first will be chosen as winners."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Yashaswi Makwana",
               "number": "9686840317"
            },
            {
               "name": "Sonal Gupta",
               "number": "7434086144"
            }
         ]
      }
   ],
   "dexters-lab": [
      {
         "eventName": "QuBits",
         "category_name": "Dexter's Lab",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "It is event in which participants will be described about Quantum processing and how engineering world is evolving through it."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "The event is an amalgamation of tech and fun with its logical game."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1. TechnoGeek",
                     "sectionContent": "This round comprises of images of E - gadgets and participants will be asked to distinguish between various given components of gadgets."
                  },
                  {
                     "sectionHeader": "#2. Decipher the MusiNary ",
                     "sectionContent": "In this round, participants will be given 8 sec long audio which would be comprised of a (beep & silence) sound. They will have to decipher it to proceed further."
                  },
                  {
                     "sectionHeader": "#3. Quantum Supremacy",
                     "sectionContent": "In final round, participants would be taught about basics of Quantum processing and it's electronics scope."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Ayush Agarwal",
               "number": "9824527198"
            },
            {
               "name": "Dhwani Shah",
               "number": "9913479555"
            }
         ]
      },
      {
         "eventName": "MythWIZ",
         "category_name": "Dexter's Lab",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "MythWIZ is a one-day event consisting of 3 rounds which is about exploring and exposing all the myths that are present in Electrical World over the internet."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "In the gist, getting concepts cleared and testing basic knowledge surplused with learning the construction of an iot device!"
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1. PICTORIA",
                     "sectionContent": "Pictoria is a short-listing round. Provided the picture, participants will have to guess the name of the electrical component. The basic knowledge of various components will be tested and based on the participant’s performance, the doors to the next round will be opened."
                  },
                  {
                     "sectionHeader": "#2. BUSTED",
                     "sectionContent": "After getting shortlisted, participants get the chance to watch popular internet myths in the field of electrical getting busted. It will be an engineer’s pleasure to expose the (fake) viral videos circulating on the internet and misguiding people with wrong concepts.This round ends with a mini quiz regarding previously busted myths. The quiz will help the wizard in deciding the participant’s merit."
                  },
                  {
                     "sectionHeader": "#3. WIZARD'S CIRCUIT",
                     "sectionContent": "The wizard reveals his circuit in the last round. Participants will be demonstrated how to make a Wifi RGB LED Controller using NodeMCU which uses the concept of iot, the color of lights get controlled from the smartphone itself."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Karan Mehta",
               "number": "6355369795"
            },
            {
               "name": "Purvi Malviya",
               "number": "7096054688"
            }
         ]
      }
   ],
   "funtastic": [
      {
         "eventName": "Clue-Minati",
         "category_name": "Funtastic",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "Journey through the sea of Clues and hunt for the treasure. Savvy? "
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "Be the Pirate of your house."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1. Cipher Word",
                     "sectionContent": "Participants will be given a google form with a crossword puzzle to solve based on objects used in day-to-day life and available in household. Selection for next round will be based on maximum correct answers."
                  },
                  {
                     "sectionHeader": "#2. Bon Voyage",
                     "sectionContent": "Participants will be given a series of 5 PDFs, containing a riddle to solve, first PDF will be open and its answer will be password to second PDF, and so on. Last PDF will contain the Google Meet Link for the 3rd round."
                  },
                  {
                     "sectionHeader": "#3. Be The Pirate",
                     "sectionContent": "Participants will have to solve 3 riddles of each of the following categories: \n1. Colour \n2. Letter (Crack the riddle and bring objects whose names start with this letter) \nAfter solving, they have to go to find 3 objects of these categories, to show to the volunteer. Those who return with the objects first, second, third, will be given points accordingly and winner(s) will be chosen by adding points scored."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Niyesha Kantharia",
               "number": "9106999756"
            },
            {
               "name": "Dhyan Trivedi",
               "number": "9408151940"
            }
         ]
      },
      {
         "eventName": "Quizzical Mania",
         "category_name": "Funtastic",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "Are you in for a Bolly-Meme Pawri?"
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "Perfect place for exploring your Meme, Bollywood and Netflix knowledge."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1. BOLLYFLIX",
                     "sectionContent": "In this round, participants will play a quiz related to Bollywood and Netflix. Selection for second round will be based on maximum correct answers."
                  },
                  {
                     "sectionHeader": "#2. MEME - O - MANIA",
                     "sectionContent": "A pictorial representation of meme will be given and participating will have to name the meme. Selection for third round will be based on accuracy of the answers."
                  },
                  {
                     "sectionHeader": "#3. EUREKA MOMENT",
                     "sectionContent": "This will be the final round. In this round a company logo will be given to the participants and they will have to reply with its tag line (or vice versa)."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Meet Tailor",
               "number": "8511728886"
            },
            {
               "name": "Varun Ramrakhiani",
               "number": "9106669891"
            }
         ]
      },
      {
         "eventName": "Nostalgia",
         "category_name": "Funtastic",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "Dive back into your childhood !"
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "A game made to challenge oneself by solving riddles and quizes of those good old days... "
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1. CARTOON QUEST",
                     "sectionContent": "In this event we will conduct quiz type questions. Questions will be based on pictures of cartoon places (also cartoon tunes or cartoon characters voice if possible). Based on it, participant will guess the cartoon name and (cartoon characters name). Selection is based on maximum correct answers."
                  },
                  {
                     "sectionHeader": "#2. BRAIN TWISTER",
                     "sectionContent": "In this event we will give riddles based on childhood objects like pencil, rubber,book etc. Selection is based on maximum correct answer."
                  },
                  {
                     "sectionHeader": "#3. ENDLESS WORDS",
                     "sectionContent": "In this round we will bring memory game based on any words. First participant will speak one word and then second participant will speak first Participant’s word and add his/her own word. Then link will continue. Elimination will be based on time limit and forgotten words."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Bhumika Merai",
               "number": "9879120380"
            },
            {
               "name": "Tarang Patel",
               "number": "8469816027"
            }
         ]
      },
      {
         "eventName": "Game-Zone",
         "category_name": "Funtastic",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": " GAME O'CLOCK "
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": " Showcase your skills of various games like Scribble, Among Us and Tic Tac Toe; but with a twist ;) "
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1. Skribble.io",
                     "sectionContent": "Skribble.io is a multiplayer drawing and guessing game. One game consists of a few rounds in which every round someone has to draw their chosen word and others have to guess it to gain points! The person with the most points at the end of game will then be crowned as the winner!"
                  },
                  {
                     "sectionHeader": "#2. AMONG US",
                     "sectionContent": "Among us is an 'Online multiplayer social deduction game.' where in up to ten players run around inside a virtual spaceship completing classic spaceship maintenance tasks while trying to figure out who the \"Impostors\" are before they kill everyone. It’s basically that, except you’re blobby little astronauts."
                  },
                  {
                     "sectionHeader": "#3. TIC - TAC - TOE",
                     "sectionContent": " In this Round we require two players. Decide which player is X and which player is O. Players take turns trying to successfully flip the bottle in the air and have it land so it is standing up. If they are successful with the bottle flip, they can place an X or O in the tic-tac-toe grid in a chosen square."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Dency Bhavsar",
               "number": "8155980589"
            },
            {
               "name": "Shrey Parmar",
               "number": "9913480381"
            }
         ]
      }
   ],
   "structonics": [
      {
         "eventName": "Envision Urban Infra",
         "category_name": "Structonics",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "Giving engineers an opportunity to redefine their ideas and thoughts on their dream city, to build/contribute in the future of cities infrastructure. The aim is to spread awareness and gain insight into what our generation think to solve problems; finding new and innovative solutions."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "The event will trace your attitude towards planning and execution of a project. The competition will give you the experience of real world problems and make you brainstorm ideas, learn and explore industry."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1. Cognizant Capital",
                     "sectionContent": "Welcome to the capital @prakarsh!\nParticipants will have to give an online quiz. This quiz is rapid quiz containing 40 question. The quiz will be based on general topics connecting your day-to-day lives. General knowledge based quiz."
                  },
                  {
                     "sectionHeader": "#2. A global call to sustainable development",
                     "sectionContent": "This round will be conducted as group discussion on the random topics related to construction industry, engineering, technology, global warming, sustainability, startup industry... etc.\n(Individual participant’s score of round 1 & 2 will be added and ranked them accordingly. Only top ranks will go ahead.)"
                  },
                  {
                     "sectionHeader": "#3. Let us talk on solutions",
                     "sectionContent": "It is a presentation round, in which participant will have to prepare a PPT of 3-5 slides of an innovative solution as per a given problem statement related topic smart city. Illustrate your knowledge, ideas and solutions towards smart city transformation. Each finalist will be given 10 mins to present, followed by 2-3 mins Q/A by the jury."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Heli Parmar",
               "number": "7226997503"
            },
            {
               "name": " Ravi Dave",
               "number": "9377752529"
            }
         ]
      }
   ],
   "wheels-&-wings": [
      {
         "eventName": "ENGINE EVOLUTION",
         "category_name": "Wheels & Wings",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "This event is all about your technical skills and applied knowledge about engines."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "Dive into the heart of an automobile!! The aim is to explore the technical knowledge regarding automobile engineering. Spark your way through the elaborate rounds which would test your problem solving and reasoning skills. At the end, untangle the mysteries of an I.C. engine."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1. Test your Aptitude",
                     "sectionContent": "Participants have to give an online quiz which will test their technical knowledge and the quiz will cover areas of Aptitude, general knowledge followed by basic math and science. The time limit for first round will be 45 minutes. Once the quiz is over elimination will be done."
                  },
                  {
                     "sectionHeader": "#2. Make a guess ",
                     "sectionContent": "Number of components of an I.C. engine which are blacked out will be shown to participants. The participants will have to guess the components and write the names in the google form link which will be send to them in advance. At the end of round elimination will be done and only 3 teams will move forward."
                  },
                  {
                     "sectionHeader": "#3. Assemble it!",
                     "sectionContent": "Final three teams will get a chance to virtually assemble a 4 stroke I.C. engine under the guidance. And the team with lowest time to assemble correctly will be the winner."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Riddhi Desai",
               "number": "9265438413"
            },
            {
               "name": "Arth Gaudani",
               "number": "7801891491"
            }
         ]
      },
      {
         "eventName": "RoboSpace",
         "category_name": "Wheels & Wings",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "This event is about testing your knowledge about Space & Space Innovation."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "Discard the Telescope, Rejoice the Spaceship...!!The aim is to expand your knowledge regarding Space Science. Enlighten your path through the rounds which would test your listening and discussion skills. In the end, you will be sharing your views and definitely gain some knowledge which will be helpful in your future."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1. RoboSpace Conclave",
                     "sectionContent": "> Participants have to attend the online session of our facilitator. \n> There will be a talk regarding our event and participants will be well-informed about it by the facilitator. \n> The time allotted for this round will be 1 hour approximately."
                  },
                  {
                     "sectionHeader": "#2. Brainiac Challenge",
                     "sectionContent": "> Participants have to give a test to test their technical knowledge. The test will cover the areas of general knowledge by some sets of MCQs. \n> The time allotted for this round will be 15 minutes. \n> After this round elimination will be done."
                  },
                  {
                     "sectionHeader": "#3. Confab",
                     "sectionContent": "> In the final round participants will be given a topic for the discussion. \n> The participants will be tested according to their discussion skills, thought expressing skills & communication skills. \n> The time allotted for this round will be 30 minutes approximately."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Darshit Panchal",
               "number": "9638785389"
            },
            {
               "name": "Krupa Patel",
               "number": "9974926675"
            }
         ]
      },
      {
         "eventName": "HYDRO-RUSH",
         "category_name": "Wheels & Wings",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "Make a self- propelled rocket with bottles"
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "A tinge of general knowledge in the field of aeronautics as well as hands on experience in making a rocket. This event is a combination of knowledge and practicality with items easily available at home."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1. Rapid Fire Round",
                     "sectionContent": "In this round, the participants will have to give a rapid fire round in a group of 4 or 5. Time slots will be given to the participants between which they have to appear in the meet. The contestant that gives the maximum correct answers will be promoted to 2nd round."
                  },
                  {
                     "sectionHeader": "#2. Fly with the flow",
                     "sectionContent": "Those participants who cleared the 1st Round will be promoted to second round and will make a model rocket. \n> Detailed apparatus required for making the model will be shared to the participants a day before the event. Every participant will be taught step by step to build their own models as well as how to launch those rockets will also be taught. \n> The participant whose rocket will be built best and flies well will receive a prize."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Jay Mehta",
               "number": "7043347669"
            },
            {
               "name": "Aakanksha Dongre",
               "number": "9687627583"
            }
         ]
      },
      {
         "eventName": "Genesis",
         "category_name": "Wheels & Wings",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "Test your knowledge."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "This event includes detailed study of the incidents/cases happened in various disciplines and finding appropriate solutions to prevent that particular incident in future."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo/Duo/Trio"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "#1.",
                     "sectionContent": "This event is a two day event and has a single round in which the group/individual will be given a case study topic through WhatsApp group. After that, on the second day, the group has to make a detailed presentation of that topic and have to present it. \n> Day 1:- At the first day, we’ll give the case study topics to the participants group so that they make presentation on it. \n> Day 2:- On the second day, the participated group will present the case study topic which was given on the previous day. \n> Day 2 will be conducted on Google Meet. \n> Out of all the teams, the team which delivers the best solution to the topic irrespective of the field he/she/they belong to receives a prize."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Varun Jaiswal",
               "number": "9265999498"
            },
            {
               "name": "Rishabh Patel",
               "number": "9512922492"
            }
         ]
      }
   ],
   "workshops": [
      {
         "eventName": "Ethical Hacking & Bug Bounty hunting",
         "category_name": "Workshops",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "I’ve seen a lot of folks in Bug Hunting Community saying “I am not from the technical field that’s why I am not successful in bug bounty”. If you think you will become successful overnight or over the week or over a month, this is not a field you should join. Doing bug bounties are very competitive, it might take a year at least to do good in bug bounty."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "In this workshop you will learn some of the basics and essential thing to jump into ethical hacking and bug bounty field; Usage of some important open source tools ( nmap,nikto,amass etc.) you will also learn how web works and how to find vulnerabilities ( IDOR AND ACCESS CONTROL ) through BURPSUITE "
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "Part 1",
                     "sectionContent": "Brief introduction ethical hacking and cyber security field . Analysis of bug bounty hunting."
                  },
                  {
                     "sectionHeader": "Part 2",
                     "sectionContent": "Linux introduction and basics commands (mostly used i information gathering and port scanning) , YOU WILL LEARN USE OF LINUX [ 60-65% practicals ]"
                  },
                  {
                     "sectionHeader": "Part 3",
                     "sectionContent": "Introduction to Bug bounty hunting , Methodology of bug bounty hunting , basic recon and Info , Burp suite installation , How to use burpsuite ."
                  },
                  {
                     "sectionHeader": "Bonus",
                     "sectionContent": "You will learn two vulnarabilities (insecure direct object reference , access control) "
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Harshil Vaghela",
               "number": "7984793269"
            },
            {
               "name": "Divya Solanki",
               "number": "9099293577"
            }
         ]
      },
      {
         "eventName": "DESIGN-ATHON",
         "category_name": "Workshops",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "To learn the basics of CREO software and to apply it manually yourself."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "In this event you will learn basics of CREO and will also be able to design basic structures and will also get a chance to participate with other contestants."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "Part 1: Learn with Pundit ",
                     "sectionContent": "Expert will start by giving a basic idea of AutoCAD and will end with the Creo. Which helps you learn both important designing software."
                  },
                  {
                     "sectionHeader": "Part 2: Big Welcome to Novice",
                     "sectionContent": "Our expert will stay connected after the round 1, so that the one who want to ask queries or ask doubts are most welcome."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Rishabh Vaidya",
               "number": "9429080596"
            },
            {
               "name": "Aniket Vanpariya",
               "number": "8320608544"
            }
         ]
      },
      {
         "eventName": "Elevated Excel",
         "category_name": "Workshops",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "Microsoft excel is an application which is used in various engineering fields. It basically helps user to maintain records, data entry & storage purpose. Every industry uses excel for various purpose."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "In civil engineering excel is used for scheduling, estimation and costing in various construction projects. Primavera, BIM, Autocad are linked with the Microsoft excel to get output for various required data.Excel is also used in other branches of engineering like mechanical, electrical, aeronautical, chemical etc. The participants will develop a proper understanding of MS Excel."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": []
            }
         ],
         "contactDetails": [
            {
               "name": "Krishna Rana",
               "number": "7778041818"
            },
            {
               "name": "Bhagyesh Shelar",
               "number": "7359105928"
            }
         ]
      },
      {
         "eventName": "AEROPHILA 3.0",
         "category_name": "Workshops",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "Build your own model of aircraft."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "Participants will be given knowledge about building their own aircraft with items easily available at home."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "Part 1",
                     "sectionContent": "A detailed Power Point Presentation of Apparatus Required along with photos and perfect dimensions for making the model will be shared to the participants through WhatsApp groups a day before the event. Participants have to cut the scaled parts according to the instructions given by the volunteers. On the day of event every participant will be taught step by step to build their own models as well as how to launch those aircrafts will also be taught through Google Meet platform."
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Rishi Patel",
               "number": "8347138361"
            },
            {
               "name": "Jenil Lathiya",
               "number": "9601887995"
            }
         ]
      },
      {
         "eventName": "Unpredictable Electricals",
         "category_name": "Workshops",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "This workshop will help us explore the less brighter area of Electricals."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "We all the  know the boons and beneﬁts of it, but here we will take a look at the dangerous  side of Electricity. From power systems to the transmission lines, then to the machines, then to  smaller circuits and through the components, we will see the uncertain conditions in which it can be hazardous for us. "
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "Part 1: SOS",
                     "sectionContent": "Electrical and electronics is a potentially dangerous hobby and here, we will teach you how they are risky inspite of the reliability they offer to us. All the aspects to keep in mind while working with them will be explained. We will also talk about the precautions and prevention to take while dealing with Electricals. Workshop will be concluded by letting you understand how to prioritize your safety. From dangers evolving around a small component to big transmission lines, all of it will be known!"
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Pratham Vaghela",
               "number": "8264632832"
            },
            {
               "name": "Ronak Bhatt",
               "number": "7226084334"
            }
         ]
      },
      {
         "eventName": "IOTech",
         "category_name": "Workshops",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "This workshop will be conducted by students wherein the participants will be taught about the IOT (internet of things) with some technical interaction and will be given brief about the components and Bolt IoT interfacing."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "In this workshop we are going to teach some of the basics of IoT and Python needed to make projects on IoT devices. Students will learn and understand how to make an IoT Project."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "Part 1",
                     "sectionContent": "The IoT workshop is of an Intruder Alert System based on python code written using PyCharm and implemented using Bolt IoT. Here, we will use the Face Detection as function of IoT for implementation of our project. In this workshop, we will show, \n> Introduction to IoT. \n> Basics of python.\n> How to install and run PyCharm\n> How to set up Bolt IoT.\n> How to make Bolt IoT project.\n> Working of the project"
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Kirti Kavle",
               "number": "8141883596"
            },
            {
               "name": "Saurabh Bera",
               "number": "8128262903"
            }
         ]
      },
      {
         "eventName": "Tame the Python",
         "category_name": "Workshops",
         "details": [
            {
               "sectionHeader": "Introduction",
               "sectionContent": "Taming the Python is all about getting full grip over the tricks and hacks of Python programming. The workshop is based on machine learning using an approachable and well known programming language, PYTHON."
            },
            {
               "sectionHeader": "Abstract",
               "sectionContent": "Fortunately, if you are even a bit experienced in any programming language, you can pick up Python very quickly and so we have set up the procedure in such a way that in the first part you will be given an overview about Python and its basics- as to why and how to get started with Python. And we all know that Python is nowadays not a necessity but basic need of the hour."
            },
            {
               "sectionHeader": "Price",
               "sectionContent": 50
            },
            {
               "sectionHeader": "Participation",
               "sectionContent": "Solo"
            },
            {
               "sectionHeader": "Rounds",
               "sectionContent": [
                  {
                     "sectionHeader": "Part 1",
                     "sectionContent": "A basic overview on Python will be given in the first 45mins, so even if you're new to Python you need not worry! Just hop in!"
                  },
                  {
                     "sectionHeader": "Part 2",
                     "sectionContent": "We all know that undoubtedly Machine Learning is the most in demand technology in the market. Machine Learning involves a computer to be trained using a given data set, and use this training to predict the properties of a given new data. Its applications range from self driving car to predicting deadly diseases such as ALS. In this workshop you'll learn basics to Machine Learning using Python, its types, etc. Below are the three main types of learning methods: \n1. Supervised Learning \n2. Unsupervised Learning\n3. Reinforcement Learning\nSo, whenever you want to think of a better way to fasten up a current human driven process, think of Machine Learning, and you may be pleasantly surprised!"
                  }
               ]
            }
         ],
         "contactDetails": [
            {
               "name": "Vrushank Dhamecha",
               "number": "9510830828"
            },
            {
               "name": "Falgun Patel",
               "number": "7041033187"
            }
         ]
      }
   ]
}