[
   {
      "eventName": "Clue-Minati",
      "category_name": "Funtastic",
      "details": [
         {
            "sectionHeader": "Introduction",
            "sectionContent": " Journey through the sea of Clues and hunt for the treasure. Savvy? "
         },
         {
            "sectionHeader": "Abstract",
            "sectionContent": " Be the next Captain Jack Sparrow "
         },
         {
            "sectionHeader": "Price",
            "sectionContent": ""
         },
         {
            "sectionHeader": "Participation",
            "sectionContent": "Solo"
         },
         {
            "sectionHeader": "Rounds",
            "sectionContent": [
               {
                  "sectionHeader": "Round 1: Cipher Word ",
                  "sectionContent": " Participants will be given a google form with a crossword puzzle to solve based on objects used in day-to-day life and available in household. Selection for next round will be based on maximum correct answers."
               },
               {
                  "sectionHeader": "Round 2: Bon Voyage",
                  "sectionContent": " Participants will be given a series of 5 PDFs, containing a riddle to solve, first PDF will be open and its answer will be password to second PDF, and so on. Last PDF will contain the Google Meet Link for the 3rd round."
               },
               {
                  "sectionHeader": "Round 3: Be The Pirate",
                  "sectionContent": "Participants will have to solve 3 riddles of each of the following categories: \20b9 1. Colour \20b9 2. Letter (Crack the riddle and bring objects whose names start with this letter) \20b9 After solving, they have to go to find 3 objects of these categories, to show to the volunteer. Those who return with the objects first, second, third, will be given points accordingly and winner(s) will be chosen by adding points scored."
               }
            ]
         },
         {
            "sectionHeader": "Time",
            "sectionContent": ""
         }
      ],
      "contactDetails": [
         {
            "name": "Niyesha Kantharia",
            "number": "9106999756"
         },
         {
            "name": "Dhyan Trivedi",
            "number": "9408151940"
         }
      ]
   },
   {
      "eventName": " Quizzical Mania",
      "category_name": "Funtastic",
      "details": [
         {
            "sectionHeader": "Introduction",
            "sectionContent": " Are you in for a Bolly-Meme Pawri?"
         },
         {
            "sectionHeader": "Abstract",
            "sectionContent": " Perfect place for exploring your Meme, Bollywood and Netflix knowledge. "
         },
         {
            "sectionHeader": "Price",
            "sectionContent": ""
         },
         {
            "sectionHeader": "Participation",
            "sectionContent": "Solo"
         },
         {
            "sectionHeader": "Rounds",
            "sectionContent": [
               {
                  "sectionHeader": "Round 1: BOLLYFLIX",
                  "sectionContent": "In this round, participants will play a quiz related to Bollywood and Netflix. Selection for second round will be based on maximum correct answers."
               },
               {
                  "sectionHeader": "Round 2: MEME - O - MANIA",
                  "sectionContent": "A pictorial representation of meme will be given and participating will have to name the meme. Selection for third round will be based on accuracy of the answers."
               },
               {
                  "sectionHeader": "Round 3: EUREKA MOMENT",
                  "sectionContent": "This will be the final round. In this round a company logo will be given to the participants and they will have to reply with its tag line (or vice versa)."
               }
            ]
         }
      ],
      "contactDetails": [
         {
            "name": "Meet Tailor",
            "number": "8511728886"
         },
         {
            "name": "Varun Ramrakhiani",
            "number": "9106669891"
         }
      ]
   },
   {
      "eventName": "Nostalgia",
      "category_name": "Funtastic",
      "details": [
         {
            "sectionHeader": "Introduction",
            "sectionContent": " Dive back into your childhood !"
         },
         {
            "sectionHeader": "Abstract",
            "sectionContent": " A game made to challenge oneself by solving riddles and quizes of those good old days... "
         },
         {
            "sectionHeader": "Price",
            "sectionContent": ""
         },
         {
            "sectionHeader": "Participation",
            "sectionContent": "Solo"
         },
         {
            "sectionHeader": "Rounds",
            "sectionContent": [
               {
                  "sectionHeader": "Round 1: CARTOON QUEST",
                  "sectionContent": "In this event we will conduct quiz type questions. Questions will be based on pictures of cartoon places (also cartoon tunes or cartoon characters voice if possible). Based on it, participant will guess the cartoon name and (cartoon characters name). Selection is based on maximum correct Answers."
               },
               {
                  "sectionHeader": "Round 2: BRAIN TWISTER",
                  "sectionContent": "In this event we will give riddles based on Childhood objects like Pencil, Rubber,Book etc. Selection is based on maximum correct answer."
               },
               {
                  "sectionHeader": "Round 3: ENDLESS WORDS",
                  "sectionContent": "In this round we will bring memory game based on any words. First participant will speak one word and then second participant will speak first Participant’s word and add his/her own word. Then link will continue. Elimination will be based on time limit and forgotten words."
               }
            ]
         }
      ],
      "contactDetails": [
         {
            "name": "Bhumika Merai",
            "number": "9879120380"
         },
         {
            "name": "Tarang Patel",
            "number": "8469816027"
         }
      ]
   },
   {
      "eventName": "Game Gala",
      "category_name": "Funtastic",
      "details": [
         {
            "sectionHeader": "Introduction",
            "sectionContent": " GA:ME O'CLOCK "
         },
         {
            "sectionHeader": "Abstract",
            "sectionContent": " Showcase your skills of various games like Scribble, Among Us and Tik Tac Toe; but with a twist ;) "
         },
         {
            "sectionHeader": "Price",
            "sectionContent": ""
         },
         {
            "sectionHeader": "Participation",
            "sectionContent": "Solo"
         },
         {
            "sectionHeader": "Rounds",
            "sectionContent": [
               {
                  "sectionHeader": "Round 1: Skribble.io",
                  "sectionContent": "Skribble.io is a multiplayer drawing and guessing game. One game consists of a few rounds in which every round someone has to draw their chosen word and others have to guess it to gain points! The person with the most points at the end of game will then be crowned as the winner!"
               },
               {
                  "sectionHeader": "Round 2: AMONG US",
                  "sectionContent": "Among us is an \"Online multiplayer social deduction game.\" where in up to ten players run around inside a virtual spaceship completing classic spaceship maintenance tasks while trying to figure out who the \"Impostors\" are before they kill everyone. It’s basically that, except you’re blobby little astronauts."
               },
               {
                  "sectionHeader": "Round 3: TIC - TAC - TOE",
                  "sectionContent": " In this Round we require two players. Decide which player is X and which player is O. Players take turns trying to successfully flip the bottle in the air and have it land so it is standing up. If they are successful with the bottle flip, they can place an X or O in the tic-tac-toe grid in a chosen square."
               }
            ]
         }
      ],
      "contactDetails": [
         {
            "name": "Dency Bhavsar",
            "number": "8155980589"
         },
         {
            "name": "Shrey Parmar",
            "number": "9913480381"
         }
      ]
   }
]