[
   {
      "eventName": "Envision Urban Infra",
      "category_name": "Structonics",
      "details": [
         {
            "sectionHeader": "Introduction",
            "sectionContent": "Giving engineers an opportunity to redefine their ideas and thoughts on their dream city, to build/contribute in the future of cities infrastructure. The aim is to spread awareness and gain insight into what our generation think to solve problems; finding new and innovative solutions."
         },
         {
            "sectionHeader": "Abstract",
            "sectionContent": "The event will trace your attitude towards planning and execution of a project. The competition will give you the experience of realworld problems and make you brainstorm ideas, learn and explore industry."
         },
         {
            "sectionHeader": "Price",
            "sectionContent": ""
         },
         {
            "sectionHeader": "Participation",
            "sectionContent": "Solo"
         },
         {
            "sectionHeader": "Rounds",
            "sectionContent": [
               {
                  "sectionHeader": "Round 1: Quiz capital",
                  "sectionContent": "Participants will have to give an online quiz. The quiz will be based on general topics connecting your day-to-day lives. General knowledge based quiz."
               },
               {
                  "sectionHeader": "Round 2: A global call to sustainable development",
                  "sectionContent": "This round will be conducted as group discussion on the random topics relatedto constructionindustry,engineering, technology, global warming, sustainability, startup industry... etc.Participants will be evaluated on the basis of interaction, knowledge, listening skill etc."
               },
               {
                  "sectionHeader": "Round 3: Let us talk on solutions",
                  "sectionContent": "It is a presentation round, in which participant will have to create a PPT as per the given problem statement on topic smart city. Illustrate your knowledge, ideas and solutions towards smart citytransformation. Maximum 15 slides are allowed for PPT. Each finalist will be given 10mins to present, followed by 2-3 mins Q/A by the jury."
               }
            ]
         },
         {
            "sectionHeader": "Time",
            "sectionContent": ""
         }
      ],
      "contactDetails": [
         {
            "name": "Heli Parmar",
            "number": "7226997503"
         },
         {
            "name": " Ravi Dave",
            "number": "9377752529"
         }
      ]
   }
]