[
   {
      "eventName": "Ethical hacking and Bug bounty hunting",
      "category_name": "Workshop",
      "details": [
         {
            "sectionHeader": "Introduction",
            "sectionContent": "I’ve seen a lot of folks in Bug Hunting Community saying “I am not from the technical field that’s why I am not successful in bug bounty”. If you think you will become successful overnight or over the week or over a month, this is not a field you should join. Doing bug bounties are very competitive, it might take a year at least to do good in bug bounty."
         },
         {
            "sectionHeader": "Abstract",
            "sectionContent": "In this workshop you will learn some of the basics and essential thing to jump into ethical hacking and bug bounty field; Usage of some important open source tools ( nmap,nikto,amass etc.) you will also learn how web works and how to find vulnerabilities ( IDOR AND ACCESS CONTROL ) through BURPSUITE "
         },
         {
            "sectionHeader": "Price",
            "sectionContent": ""
         },
         {
            "sectionHeader": "Participation",
            "sectionContent": "Solo"
         },
         {
            "sectionHeader": "Rounds",
            "sectionContent": [
               {
                  "sectionHeader": "Part 1",
                  "sectionContent": "Brief introduction ethical hacking and cyber security field . Analysis of bug bounty hunting."
               },
               {
                  "sectionHeader": "Part 2",
                  "sectionContent": "Linux introduction and basics commands (mostly used i information gathering and port scanning) , YOU WILL LEARN USE OF LINUX [ 60-65% practicals ]"
               },
               {
                  "sectionHeader": "Part 3",
                  "sectionContent": "Introduction to Bug bounty hunting , Methodology of bug bounty hunting , basic recon and Info , Burp suite installation , How to use burpsuite ."
               },
               {
                  "sectionHeader": "Bonus",
                  "sectionContent": "You will learn two vulnarabilities (insecure direct object reference , access control) "
               }
            ]
         }
      ],
      "contactDetails": [
         {
            "name": "Harshil Vaghela",
            "number": "7984793269"
         },
         {
            "name": "Divya Solanki",
            "number": "9099293577"
         }
      ]
   },
   {
      "eventName": "DESIGN-ATHON",
      "category_name": "Workshop",
      "details": [
         {
            "sectionHeader": "Introduction",
            "sectionContent": "To learn the basics of CREO software and to apply it manually yourself."
         },
         {
            "sectionHeader": "Abstract",
            "sectionContent": "In this event you will learn basics of CREO and will also be able to design basic structures and will also get a chance to participate with other contestants."
         },
         {
            "sectionHeader": "Price",
            "sectionContent": ""
         },
         {
            "sectionHeader": "Participation",
            "sectionContent": "Solo"
         },
         {
            "sectionHeader": "Rounds",
            "sectionContent": [
               {
                  "sectionHeader": "Part 1: Learn with Pundit ",
                  "sectionContent": "Expert will start by giving a basic idea of AutoCAD and will end with the Creo. Which helps you learn both important designing software."
               },
               {
                  "sectionHeader": "Part 2: Big Welcome to Novice",
                  "sectionContent": "Our expert will stay connected after the round 1, so that the one who want to ask queries or ask doubts are most welcome."
               }
            ]
         }
      ],
      "contactDetails": [
         {
            "name": "Rishabh Vaidya",
            "number": "9429080596"
         },
         {
            "name": "Aniket Vanpariya",
            "number": "8320608544"
         }
      ]
   },
   {
      "eventName": "Excel Manager",
      "category_name": "Workshop",
      "details": [
         {
            "sectionHeader": "Introduction",
            "sectionContent": "Microsoft excel is an application which is used in various engineering fields. It basically helps user to maintain records, data entry & storage purpose. Every industry uses excel for various purpose."
         },
         {
            "sectionHeader": "Abstract",
            "sectionContent": "In civil engineering excel is used for scheduling, estimation and costing in various construction projects. Primavera, BIM, Autocad are linked with the Microsoft excel to get output for various required data.Excel is also used in other branches of engineering like mechanical, electrical, aeronautical, chemical etc. The participants will develop a proper understanding of MS Excel."
         },
         {
            "sectionHeader": "Price",
            "sectionContent": ""
         },
         {
            "sectionHeader": "Participation",
            "sectionContent": "Solo"
         },
         {
            "sectionHeader": "Rounds",
            "sectionContent": []
         }
      ],
      "contactDetails": [
         {
            "name": "Krishna Rana",
            "number": "7778041818"
         },
         {
            "name": "Bhagyesh Shelar",
            "number": "7359105928"
         }
      ]
   },
   {
      "eventName": "AEROPHILA 3.0",
      "category_name": "Workshop",
      "details": [
         {
            "sectionHeader": "Introduction",
            "sectionContent": "Build your own model of aircraft."
         },
         {
            "sectionHeader": "Abstract",
            "sectionContent": "Participants will be given knowledge about building their own aircraft with items easily available at home."
         },
         {
            "sectionHeader": "Price",
            "sectionContent": ""
         },
         {
            "sectionHeader": "Participation",
            "sectionContent": "Solo"
         },
         {
            "sectionHeader": "Rounds",
            "sectionContent": [
               {
                  "sectionHeader": "Part 1",
                  "sectionContent": "A detailed Power Point Presentation of Apparatus Required along with photos and perfect dimensions for making the model will be shared to the participants through WhatsApp groups a day before the event. Participants have to cut the scaled parts according to the instructions given by the volunteers. On the day of event every participant will be taught step by step to build their own models as well as how to launch those aircrafts will also be taught through Google Meet platform."
               }
            ]
         }
      ],
      "contactDetails": [
         {
            "name": "Rishi Patel",
            "number": "8347138361"
         },
         {
            "name": "Jenil Lathiya",
            "number": "9601887995"
         }
      ]
   },
   {
      "eventName": "",
      "category_name": "Workshop",
      "details": [
         {
            "sectionHeader": "Introduction",
            "sectionContent": "This workshop will help us explore the less brighter area of Electricals."
         },
         {
            "sectionHeader": "Abstract",
            "sectionContent": "We all the  know the boons and beneﬁts of it, but here we will take a look at the dangerous  side of Electricity. From power systems to the transmission lines, then to the machines, then to  smaller circuits and through the components, we will see the uncertain conditions in which it can be hazardous for us. "
         },
         {
            "sectionHeader": "Price",
            "sectionContent": ""
         },
         {
            "sectionHeader": "Participation",
            "sectionContent": "Solo"
         },
         {
            "sectionHeader": "Rounds",
            "sectionContent": [
               {
                  "sectionHeader": "Part 1: SOS",
                  "sectionContent": "Electrical and electronics is a potentially dangerous hobby and here, we will teach you how they are risky inspite of the reliability they offer to us. All the aspects to keep in mind while working with them will be explained. We will also talk about the precautions and prevention to take while dealing with Electricals. Workshop will be concluded by letting you understand how to prioritize your safety. From dangers evolving around a small component to big transmission lines, all of it will be known!"
               }
            ]
         }
      ],
      "contactDetails": [
         {
            "name": "Pratham Vaghela",
            "number": "8264632832"
         },
         {
            "name": "Ronak Bhatt",
            "number": "7226084334"
         }
      ]
   },
   {
      "eventName": "IOTech",
      "category_name": "Workshop",
      "details": [
         {
            "sectionHeader": "Introduction",
            "sectionContent": "This workshop will be conducted by students wherein the participants will be taught about the IOT (internet of things) with some technical interaction and will be given brief about the components and Bolt IoT interfacing."
         },
         {
            "sectionHeader": "Abstract",
            "sectionContent": "In this workshop we are going to teach some of the basics of IoT and Python needed to make projects on IoT devices. Students will learn and understand how to make an IoT Project."
         },
         {
            "sectionHeader": "Price",
            "sectionContent": ""
         },
         {
            "sectionHeader": "Participation",
            "sectionContent": "Solo"
         },
         {
            "sectionHeader": "Rounds",
            "sectionContent": [
               {
                  "sectionHeader": "Part 1",
                  "sectionContent": "The IoT workshop is of an Intruder Alert System based on python code written using PyCharm and implemented using Bolt IoT. Here, we will use the Face Detection as function of IoT for implementation of our project. In this workshop, we will show, \20b9> Introduction to IoT. \20b9> Basics of python.\20b9> How to install and run PyCharm\20b9> How to set up Bolt IoT.\20b9> How to make Bolt IoT project.\20b9> Working of the project"
               }
            ]
         }
      ],
      "contactDetails": [
         {
            "name": "Kirti Kavle",
            "number": "8141883596"
         },
         {
            "name": "Saurabh Bera",
            "number": "8128262903"
         }
      ]
   },
   {
      "eventName": "TAME THE PYTHON",
      "category_name": "Workshop",
      "details": [
         {
            "sectionHeader": "Introduction",
            "sectionContent": "“Taming the Python” is all about getting full grip over the tricks and hacks of Python programming. The workshop is based on machine learning using an approachable and well known programming language, PYTHON."
         },
         {
            "sectionHeader": "Abstract",
            "sectionContent": "Fortunately, if you are even a bit experienced in any programming language, you can pick up Python very quickly and so we have set up the procedure in such a way that in the first part you will be given an overview about Python and its basics- as to why and how to get started with Python. And we all know that Python is nowadays not a necessity but basic need of the hour."
         },
         {
            "sectionHeader": "Price",
            "sectionContent": ""
         },
         {
            "sectionHeader": "Participation",
            "sectionContent": "Solo"
         },
         {
            "sectionHeader": "Rounds",
            "sectionContent": [
               {
                  "sectionHeader": "Part 1",
                  "sectionContent": "A basic overview on Python will be given in the first 45mins, so even if you're new to Python you need not worry!. Just hop in!"
               },
               {
                  "sectionHeader": "Part 2",
                  "sectionContent": "We all know that undoubtedly Machine Learning is the most in demand technology in the market. Machine Learning involves a computer to be trained using a given data set, and use this training to predict the properties of a given new data. Its applications range from self driving car to predicting deadly diseases such as ALS. In this workshop you'll learn basics to Machine Learning using Python, its types, etc. Below are the three main types of learning methods: \20b91. Supervised Learning \20b92. Unsupervised Learning\20b93. Reinforcement Learning\20b9So, whenever you want to think of a better way to fasten up a current human driven process, think of Machine Learning, and you may be pleasantly surprised!"
               }
            ]
         }
      ],
      "contactDetails": [
         {
            "name": "Vrushank Dhamecha",
            "number": "9510830828"
         },
         {
            "name": "Falgun Patel",
            "number": "7041033187"
         }
      ]
   }
]